Repository: AnonymMonkey/portfolio
Catalog: src/assets/i18n/*.xlf
Languages: de

# description
source: My portfolio website showcases a variety of projects and skills. Explore and learn more about my work and experience.
de: Meine Portfolio-Website zeigt eine Vielzahl von Projekten und Fähigkeiten. Erkunden Sie und erfahren Sie mehr über meine Arbeit und Erfahrungen.

# aboutLink
source: About me
de: Über mich

# skillsLink
source: Skills
de: Fähigkeiten

# mySkillsHeadline
source: My skills
de: Meine Fähigkeiten

# skillsDescription
source: I have grown my frontend developments skills that have allowed me to create different real projects.
de: Ich habe meine Frontend-Entwicklungsfähigkeiten ausgebaut, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.

source: Get in touch
de: Kontakt aufnehmen

# portfolioDescription
source: Explore a selection of my work here - Interact with projects to see my skills in action.
de: Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.

source: Another Project
de: Ein weiteres Projekt

# skillsAnotherProject
source: Another Project
de: Ein weiteres Projekt

# descriptionJoin
source: Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.
de: Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.

# descriptionPollo
source: A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and Salsa bottles to fight against the chickens.
de: Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Helfen Sie Pepe, Münzen und Salsa-Flaschen zu finden, um gegen die Hühner zu kämpfen.

# descriptionAnotherProject
source: Another Project
de: Ein weiteres Projekt

# imprintLink
source: Imprint
de: Impressum

# landscapeWarningTitle
source: This page is only viewable in portrait mode!
de: Diese Seite ist nur im Hochformat anschaubar!

# landscapeWarningInstruction
source: Please turn your device.
de: Bitte drehen Sie Ihr Gerät.
